---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.TrussBearingChordTopBottomParam
source: html/fedd929b-1055-ba78-9e82-a00d98ef0265.htm
---
# Autodesk.Revit.DB.ParameterTypeId.TrussBearingChordTopBottomParam Property

"Bearing Chord"

## Syntax (C#)
```csharp
public static ForgeTypeId TrussBearingChordTopBottomParam { get; }
```